Repository: eHealthAfrica/ckanext-odata
Catalog: ckanext/odata/i18n/*/LC_MESSAGES/ckanext-odata.po
Languages: sq

source: DataStore resource not found
sq: Burimi i setit të të dhënave nuk u gjet

source: DataStore resource not authourized
sq: Burimi i setit të të dhënave nuk është i autorizuar

source: CKAN Data API
sq: CKAN API i të dhënave

source: Access resource data via a web API with powerful query support
sq: Qasu në burimin e të dhënave përmes API të uebfaqes me mbështetje të fuqishme të kërkesës

source: Further information in the <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>
sq: Informacione shtesë në<a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">API kryesor të të dhënave të CKAN dhe dokumentimi i depos të të dhënave</a>.</p>

source: Endpoints
sq: Pika në fund

source: The Data API can be accessed via the following actions of the CKAN action API.
sq: API i të dhënave mund të qaset përmes veprimeve në vijim të API-s të veprimit të CKAN-it

source: Create
sq: Krijo

source: Update / Insert
sq: Përditso / shto

source: Query
sq: Pyetje

source: Query (via SQL)
sq: Pyetje (përmes SQL)

source: Querying
sq: Pyetjet

source: Query example (first 5 results)
sq: Shembull i pyetjes (5 rezultatet e para)

source: Query example (results containing 'jones')
sq: Shembull i pyetjes (rezultatet që përmbajnë 'jones'

source: Query example (via SQL statement)
sq: Shembull i pyetjes (përmes SQL shprehjës)

source: OData example (first 5 results, skip 1)
sq: Shembulli OData (5 rezultatet e para, kalo 1)

source: OData example (first 5 results, return as OData JSON)
sq: Shembulli OData (5 rezultatet e para, kthehu si OData JSON)

source: Example: Javascript
sq: Shembulli: Javascript

source: A simple ajax (JSONP) request to the data API using jQuery.
sq: Një kërkesë e thjeshtë ajax (JSON)\ tek API-ja e të dhënave duke përdorur jQuery

source: Example: Python
sq: Shembull: Python
